Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Every GPS-bearing workout (Walk, Run, Bike, Trail Run, etc.) automatically archives its track as a breadcrumb trail when it ends — labelled "Run on Apr 29, 8:13 AM" and so on. Plus any Get Me Back trails you explicitly archive via the End-and-save button. Up to 50 trails are kept, newest first.
ar: كل تمرين يحمل GPS (المشي، الجري، الدراجة، جري المسارات، إلخ) يؤرشف مساره تلقائيًا كأثر عند انتهائه — بعنوان مثل «جري في 29 أبريل، 8:13 ص» وهكذا. بالإضافة إلى أي مسارات Get Me Back تؤرشفها صراحةً عبر زر الإنهاء والحفظ. يُحتفظ بما يصل إلى 50 مسارًا، الأحدث أولًا.
da: Hver træning med GPS (gang, løb, cykling, trailløb osv.) arkiverer automatisk sit spor som et brødkrummespor, når den slutter — med etiketter som »Løb 29. apr. kl. 8:13« osv. Plus alle Get Me Back-spor, du selv arkiverer med knappen Afslut og gem. Op til 50 spor gemmes, nyeste først.
de: Jedes Training mit GPS (Gehen, Laufen, Radfahren, Traillauf usw.) archiviert seinen Track beim Beenden automatisch als Brotkrumenspur — beschriftet mit „Lauf am 29. Apr., 8:13“ usw. Dazu kommen alle Get-Me-Back-Spuren, die du ausdrücklich über die Taste „Beenden und speichern“ archivierst. Bis zu 50 Spuren werden aufbewahrt, die neueste zuerst.
es: Cada entrenamiento con GPS (caminata, carrera, bici, trail, etc.) archiva automáticamente su recorrido como rastro al terminar, con etiquetas como «Carrera el 29 abr, 8:13» y similares. Además, cualquier rastro de Get Me Back que archives tú mismo con el botón Finalizar y guardar. Se conservan hasta 50 rastros, del más reciente al más antiguo.
fi: Jokainen GPS-pohjainen harjoitus (kävely, juoksu, pyöräily, polkujuoksu jne.) arkistoi päättyessään reittinsä automaattisesti reittijäljeksi — nimellä "Juoksu 29.4. klo 8.13" ja niin edelleen. Lisäksi kaikki Get Me Back -jäljet, jotka arkistoit erikseen Lopeta ja tallenna -painikkeella. Enintään 50 jälkeä säilytetään, uusin ensin.
fr: Chaque séance avec GPS (Marche, Course, Vélo, Trail, etc.) archive automatiquement son tracé sous forme de fil d’Ariane à la fin — intitulé « Course du 29 avr., 8:13 », etc. S’y ajoutent les tracés Get Me Back que vous archivez explicitement avec le bouton Terminer et enregistrer. Jusqu’à 50 tracés sont conservés, du plus récent au plus ancien.
is: Hver æfing með GPS (ganga, hlaup, hjól, utanvegahlaup o.s.frv.) vistar sjálfkrafa ferilinn sinn sem slóð þegar henni lýkur — merkt „Hlaup 29. apr., 8:13“ og svo framvegis. Auk þess allar Get Me Back slóðir sem þú vistar sérstaklega með Ljúka og vista hnappnum. Allt að 50 slóðir eru geymdar, nýjustu fyrst.
it: Ogni allenamento con GPS (Camminata, Corsa, Bici, Trail running, ecc.) archivia automaticamente la propria traccia come percorso di ritorno al termine, con un'etichetta come "Corsa del 29 apr, 8:13". In più, qualsiasi traccia di Get Me Back che archivi esplicitamente con il pulsante Termina e salva. Vengono conservate fino a 50 tracce, dalla più recente.
ja: GPS を使うワークアウト（ウォーキング、ランニング、サイクリング、トレイルランなど）は、終了時にトラックがパンくずトレイルとして自動でアーカイブされ、「4月29日 午前8:13 のランニング」のようなラベルが付きます。さらに、「終了して保存」ボタンで明示的にアーカイブした Get Me Back のトレイルも保存されます。最大 50 件まで、新しい順に保持されます。
ko: GPS를 사용하는 모든 운동(걷기, 달리기, 자전거, 트레일 러닝 등)은 종료 시 경로를 브레드크럼 트레일로 자동 보관합니다 — "Run on Apr 29, 8:13 AM" 같은 이름이 붙습니다. 종료 후 저장 버튼으로 직접 보관한 Get Me Back 트레일도 포함됩니다. 최신순으로 최대 50개의 트레일이 보관됩니다.
nb: Alle økter med GPS (gåtur, løping, sykling, terrengløp osv.) arkiverer automatisk sporet sitt som et brødsmulespor når de avsluttes — merket «Løping 29. apr., 08:13» og så videre. I tillegg kommer Get Me Back-spor du arkiverer selv med Avslutt og lagre-knappen. Opptil 50 spor beholdes, nyeste først.
nl: Elke training met GPS (wandelen, hardlopen, fietsen, trailrun, enz.) archiveert bij het beëindigen automatisch het spoor als broodkruimelspoor — met een label als “Hardlopen op 29 apr, 8:13” enzovoort. Plus alle Get Me Back-sporen die je zelf archiveert met de knop Beëindigen en opslaan. Er worden maximaal 50 sporen bewaard, nieuwste eerst.
pt_br: Todo treino com GPS (Caminhada, Corrida, Bicicleta, Trail Run etc.) arquiva automaticamente seu trajeto como um rastro ao terminar — com rótulos como "Corrida em 29 de abr., 8:13". Além disso, qualquer rastro do Get Me Back que você arquivar explicitamente pelo botão Encerrar e salvar. São mantidos até 50 rastros, dos mais recentes para os mais antigos.
ru: Каждая тренировка с GPS (ходьба, бег, велосипед, трейл и т. д.) по завершении автоматически сохраняет трек как след — с подписью вроде «Бег 29 апр., 8:13» и т. п. Плюс любые следы Get Me Back, которые вы явно сохранили кнопкой «Завершить и сохранить». Хранится до 50 следов, новые сверху.
sv: Varje träningspass med GPS (promenad, löpning, cykling, terränglöpning osv.) arkiverar automatiskt sitt spår som ett brödsmulespår när det avslutas — med etiketter som "Löpning 29 apr, 08:13". Dessutom alla Get Me Back-spår som du uttryckligen arkiverar med knappen Avsluta och spara. Upp till 50 spår sparas, nyaste först.
zh_hans: 每次带 GPS 的训练（步行、跑步、骑行、越野跑等）结束时，都会自动将轨迹存档为一条轨迹路线 — 标注为“4月29日 上午8:13 的跑步”等。另外还有你通过“结束并保存”按钮明确存档的 Get Me Back 轨迹。最多保留 50 条轨迹，最新的排在前面。

source: Every iPhone since iPhone 6 has a barometer. On pre-iPhone-6 devices, simulator, or if permission is denied, the app falls back to GPS altitude with a tight noise gate and labels the value as an estimate.
ar: كل iPhone منذ iPhone 6 يحتوي على بارومتر. على الأجهزة الأقدم من iPhone 6 أو المحاكي أو عند رفض الإذن، يلجأ التطبيق إلى ارتفاع GPS مع بوابة ضوضاء صارمة ويصف القيمة بأنها تقديرية.
da: Alle iPhones siden iPhone 6 har et barometer. På enheder før iPhone 6, i simulatoren, eller hvis tilladelsen er afvist, falder appen tilbage til GPS-højde med en stram støjgrænse og angiver værdien som et estimat.
de: Jedes iPhone seit dem iPhone 6 hat ein Barometer. Auf älteren Geräten, im Simulator oder wenn die Berechtigung verweigert wurde, greift die App auf die GPS-Höhe mit strenger Rauschschwelle zurück und kennzeichnet den Wert als Schätzung.
es: Todos los iPhone desde el iPhone 6 tienen barómetro. En dispositivos anteriores al iPhone 6, en el simulador o si se deniega el permiso, la app recurre a la altitud GPS con un filtro de ruido estricto y marca el valor como estimación.
fi: Jokaisessa iPhonessa iPhone 6:sta alkaen on ilmanpainemittari. Vanhemmissa laitteissa, simulaattorissa tai jos käyttöoikeus on evätty, sovellus käyttää GPS-korkeutta tiukalla kohinaportilla ja merkitsee arvon arvioksi.
fr: Tous les iPhone depuis l’iPhone 6 ont un baromètre. Sur les appareils antérieurs, le simulateur ou si l’autorisation est refusée, l’app se rabat sur l’altitude GPS avec un filtre de bruit strict et indique que la valeur est une estimation.
is: Allir iPhone frá iPhone 6 eru með loftþrýstingsmæli. Á tækjum eldri en iPhone 6, í hermi eða ef heimild er hafnað notar appið GPS-hæð með þröngri suðsíu og merkir gildið sem áætlun.
it: Tutti gli iPhone da iPhone 6 in poi hanno un barometro. Sui dispositivi precedenti, nel simulatore o se l'autorizzazione viene negata, l'app ricorre all'altitudine GPS con un filtro del rumore rigoroso e indica il valore come stima.
ja: iPhone 6 以降のすべての iPhone には気圧計が搭載されています。iPhone 6 より前の機種、シミュレータ、または許可が拒否された場合は、厳しいノイズゲートをかけた GPS 高度に切り替え、値を推定値として表示します。
ko: iPhone 6 이후의 모든 iPhone에는 기압계가 있습니다. iPhone 6 이전 기기, 시뮬레이터, 또는 권한이 거부된 경우 앱은 엄격한 노이즈 게이트를 적용한 GPS 고도로 대체하며 값을 추정치로 표시합니다.
nb: Alle iPhone-modeller siden iPhone 6 har barometer. På eldre enheter, i simulatoren eller hvis tillatelsen avslås, faller appen tilbake på GPS-høyde med en streng støygrense og merker verdien som et anslag.
nl: Elke iPhone sinds de iPhone 6 heeft een barometer. Op oudere apparaten, in de simulator of als toestemming is geweigerd, valt de app terug op GPS-hoogte met een strenge ruisdrempel en geeft hij de waarde aan als schatting.
pt_br: Todo iPhone desde o iPhone 6 tem barômetro. Em aparelhos anteriores ao iPhone 6, no simulador ou se a permissão for negada, o app recorre à altitude do GPS com um filtro de ruído rigoroso e indica o valor como estimativa.
ru: Барометр есть во всех iPhone начиная с iPhone 6. На более старых устройствах, в симуляторе или при отказе в разрешении приложение использует высоту по GPS со строгим шумовым порогом и помечает значение как оценочное.
sv: Alla iPhone sedan iPhone 6 har en barometer. På äldre enheter, i simulatorn eller om behörighet nekas använder appen i stället GPS-höjd med en snäv brusspärr och märker värdet som en uppskattning.
zh_hans: 自 iPhone 6 起的每款 iPhone 都配有气压计。在 iPhone 6 之前的设备、模拟器上，或权限被拒绝时，应用会回退到 GPS 海拔，并使用严格的噪声门限，同时将该值标注为估计值。

source: Every metric in the app tells you something specific about YOUR body. This guide explains what each one means for you in practice — not just definitions, but what your numbers should look like, what moves them, and what to actually do about it.
ar: كل مقياس في التطبيق يخبرك بشيء محدد عن جسمك أنت. يشرح هذا الدليل ما يعنيه كل منها لك عمليًا — ليس مجرد تعريفات، بل كيف ينبغي أن تبدو أرقامك، وما الذي يحرّكها، وما الذي تفعله حيالها فعلًا.
da: Hver måling i appen fortæller dig noget specifikt om DIN krop. Denne guide forklarer, hvad hver enkelt betyder for dig i praksis — ikke bare definitioner, men hvordan dine tal bør se ud, hvad der påvirker dem, og hvad du konkret kan gøre.
de: Jede Metrik in der App sagt dir etwas Bestimmtes über DEINEN Körper. Dieser Leitfaden erklärt, was jede einzelne für dich in der Praxis bedeutet — nicht nur Definitionen, sondern wie deine Zahlen aussehen sollten, was sie beeinflusst und was du tatsächlich tun kannst.
es: Cada métrica de la app te dice algo concreto sobre TU cuerpo. Esta guía explica qué significa cada una en la práctica: no solo definiciones, sino cómo deberían ser tus números, qué los mueve y qué hacer realmente al respecto.
fi: Jokainen sovelluksen mittari kertoo jotain tiettyä SINUN kehostasi. Tämä opas selittää, mitä kukin tarkoittaa sinulle käytännössä — ei vain määritelmiä, vaan miltä lukujesi pitäisi näyttää, mikä niihin vaikuttaa ja mitä asialle voi tehdä.
fr: Chaque métrique de l’app vous dit quelque chose de précis sur VOTRE corps. Ce guide explique ce que chacune signifie pour vous en pratique — pas seulement des définitions, mais à quoi vos chiffres devraient ressembler, ce qui les fait bouger et ce qu’il faut concrètement faire.
is: Hver mæling í appinu segir þér eitthvað ákveðið um ÞINN líkama. Þessi leiðarvísir útskýrir hvað hver þeirra þýðir fyrir þig í reynd — ekki bara skilgreiningar, heldur hvernig tölurnar þínar ættu að líta út, hvað hefur áhrif á þær og hvað þú getur raunverulega gert.
it: Ogni metrica dell'app ti dice qualcosa di specifico sul TUO corpo. Questa guida spiega cosa significa ognuna in pratica: non solo definizioni, ma come dovrebbero apparire i tuoi numeri, cosa li fa variare e cosa fare concretamente.
ja: アプリのすべての指標は、あなたの体について具体的な何かを教えてくれます。このガイドでは、定義だけでなく、それぞれが実際にあなたにとって何を意味するのか、数値がどうあるべきか、何が数値を動かすのか、そして実際にどうすればよいのかを説明します。
ko: 앱의 모든 지표는 본인의 몸에 대해 구체적인 무언가를 알려 줍니다. 이 안내서는 각 지표가 실제로 어떤 의미인지 — 단순한 정의가 아니라 숫자가 어떻게 보여야 하는지, 무엇이 숫자를 움직이는지, 실제로 무엇을 하면 되는지 — 를 설명합니다.
nb: Hver måling i appen forteller deg noe bestemt om DIN kropp. Denne guiden forklarer hva hver av dem betyr for deg i praksis — ikke bare definisjoner, men hvordan tallene dine bør se ut, hva som påvirker dem, og hva du faktisk kan gjøre.
nl: Elke waarde in de app vertelt je iets specifieks over JOUW lichaam. Deze gids legt uit wat elke waarde in de praktijk voor je betekent — niet alleen definities, maar ook hoe je cijfers eruit horen te zien, wat ze beïnvloedt en wat je er echt mee kunt.
pt_br: Cada métrica do app diz algo específico sobre o SEU corpo. Este guia explica o que cada uma significa para você na prática — não só definições, mas como seus números devem ser, o que os altera e o que fazer de fato a respeito.
ru: Каждый показатель в приложении говорит что-то конкретное о ВАШЕМ организме. Это руководство объясняет, что каждый из них значит для вас на практике — не просто определения, а то, как должны выглядеть ваши числа, что на них влияет и что с этим делать.
sv: Varje mått i appen säger något specifikt om DIN kropp. Den här guiden förklarar vad varje mått betyder för dig i praktiken — inte bara definitioner, utan hur dina siffror bör se ut, vad som påverkar dem och vad du faktiskt kan göra.
zh_hans: 应用中的每个指标都在告诉你关于你自己身体的某些具体信息。本指南说明每个指标在实际中对你意味着什么 — 不只是定义，还包括你的数字应该是什么样、什么因素会影响它们，以及实际该怎么做。

source: Every provider — Apple Intelligence included — uses a pattern called "tool use" (or "function calling"). Instead of pasting your whole recovery archive into every message — which was slow, expensive, and prone to the model summarizing the dump wrong — the system prompt lists every available lookup as a callable tool. The model calls the one it needs; the app resolves it locally on your iPhone and hands back structured JSON; the model composes the answer.
ar: كل مزوّد — بما فيه Apple Intelligence — يستخدم نمطًا يُسمّى «استخدام الأدوات» (أو «استدعاء الدوال»). بدلًا من لصق أرشيف تعافيك كاملًا في كل رسالة — وهو ما كان بطيئًا ومكلفًا وعرضة لتلخيص النموذج للبيانات بشكل خاطئ — يسرد موجّه النظام كل عملية بحث متاحة كأداة قابلة للاستدعاء. يستدعي النموذج ما يحتاجه؛ فيعالجه التطبيق محليًا على iPhone ويعيد JSON منظّمًا؛ ثم يصوغ النموذج الإجابة.
da: Alle udbydere — også Apple Intelligence — bruger et mønster kaldet »værktøjsbrug« (eller »funktionskald«). I stedet for at indsætte hele dit restitutionsarkiv i hver besked — hvilket var langsomt, dyrt og fik modellen til at opsummere dataene forkert — oplister systemprompten hvert tilgængeligt opslag som et værktøj, der kan kaldes. Modellen kalder det, den har brug for; appen løser det lokalt på din iPhone og sender struktureret JSON tilbage; modellen formulerer svaret.
de: Jeder Anbieter — einschließlich Apple Intelligence — nutzt ein Muster namens „Tool-Nutzung“ (oder „Function Calling“). Statt dein gesamtes Erholungsarchiv in jede Nachricht einzufügen — was langsam und teuer war und dazu führte, dass das Modell den Datenberg falsch zusammenfasste —, listet der System-Prompt jede verfügbare Abfrage als aufrufbares Tool auf. Das Modell ruft das benötigte Tool auf; die App beantwortet die Abfrage lokal auf deinem iPhone und liefert strukturiertes JSON zurück; das Modell formuliert die Antwort.
es: Todos los proveedores, incluido Apple Intelligence, usan un patrón llamado «uso de herramientas» (o «llamada a funciones»). En lugar de pegar todo tu archivo de recuperación en cada mensaje —lo que era lento, caro y propenso a que el modelo resumiera mal los datos—, el prompt del sistema enumera cada consulta disponible como herramienta invocable. El modelo llama a la que necesita; la app la resuelve localmente en tu iPhone y devuelve JSON estructurado; el modelo redacta la respuesta.
fi: Jokainen palveluntarjoaja — myös Apple Intelligence — käyttää "työkalujen käytöksi" (tai "funktiokutsuksi") kutsuttua mallia. Sen sijaan, että koko palautumisarkistosi liitettäisiin jokaiseen viestiin — mikä oli hidasta, kallista ja altista sille, että malli tiivistää aineiston väärin — järjestelmäkehote listaa jokaisen saatavilla olevan haun kutsuttavana työkaluna. Malli kutsuu tarvitsemaansa; sovellus selvittää sen paikallisesti iPhonellasi ja palauttaa jäsenneltyä JSONia; malli muotoilee vastauksen.
fr: Tous les fournisseurs — Apple Intelligence compris — utilisent un mécanisme appelé « utilisation d’outils » (ou « appel de fonctions »). Au lieu de coller toute votre archive de récupération dans chaque message — ce qui était lent, coûteux et exposait le modèle à mal résumer ces données — le prompt système liste chaque recherche disponible comme un outil appelable. Le modèle appelle celui dont il a besoin ; l’app le résout localement sur votre iPhone et renvoie du JSON structuré ; le modèle rédige la réponse.
is: Allir þjónustuaðilar — líka Apple Intelligence — nota mynstur sem kallast „verkfæranotkun“ (eða „function calling“). Í stað þess að líma allt batasafnið þitt inn í hvert skeyti — sem var hægt, dýrt og hætt við að líkanið tæki gögnin rangt saman — telja kerfisfyrirmælin upp hverja tiltæka fyrirspurn sem verkfæri sem hægt er að kalla á. Líkanið kallar á það sem það þarf; appið leysir það staðbundið á iPhone og skilar skipulögðu JSON; líkanið semur svarið.
it: Ogni fornitore, Apple Intelligence compresa, usa uno schema chiamato "tool use" (o "function calling"). Invece di incollare l'intero archivio di recupero in ogni messaggio — lento, costoso e soggetto a riassunti sbagliati da parte del modello — il prompt di sistema elenca ogni consultazione disponibile come strumento richiamabile. Il modello richiama quello che gli serve; l'app lo risolve in locale sul tuo iPhone e restituisce JSON strutturato; il modello compone la risposta.
ja: Apple Intelligence を含むすべてのプロバイダは、「ツール使用」（または「関数呼び出し」）と呼ばれる仕組みを使います。回復のアーカイブ全体を毎回メッセージに貼り付ける代わりに（遅く、高価で、モデルがその内容を誤って要約しがちでした）、システムプロンプトで利用可能な参照をすべて呼び出し可能なツールとして列挙します。モデルは必要なツールを呼び出し、アプリが iPhone 上でそれをローカルに処理して構造化された JSON を返し、モデルが回答を組み立てます。
ko: Apple Intelligence를 포함한 모든 제공업체는 "도구 사용"(또는 "함수 호출")이라는 방식을 사용합니다. 전체 회복 기록을 매 메시지에 붙여 넣는 대신 — 느리고 비싸며 모델이 덤프를 잘못 요약하기 쉬웠던 방식 — 시스템 프롬프트에 사용 가능한 모든 조회를 호출 가능한 도구로 나열합니다. 모델이 필요한 도구를 호출하면 앱이 iPhone에서 로컬로 처리해 구조화된 JSON을 돌려주고, 모델이 답을 작성합니다.
nb: Alle leverandører — også Apple Intelligence — bruker et mønster som kalles «verktøybruk» (eller «funksjonskall»). I stedet for å lime inn hele restitusjonsarkivet ditt i hver melding — noe som var tregt, dyrt og gjorde at modellen ofte oppsummerte dumpen feil — lister systemledeteksten opp alle tilgjengelige oppslag som verktøy som kan kalles. Modellen kaller det den trenger; appen løser det lokalt på iPhonen og returnerer strukturert JSON; modellen setter sammen svaret.
nl: Elke aanbieder — ook Apple Intelligence — gebruikt een patroon dat ‘toolgebruik’ (of ‘function calling’) heet. In plaats van je hele herstelarchief in elk bericht te plakken — wat traag en duur was, en waarbij het model de dump vaak verkeerd samenvatte — noemt de systeemprompt elke beschikbare opvraging als aanroepbare tool. Het model roept de tool aan die het nodig heeft; de app handelt die lokaal op je iPhone af en geeft gestructureerde JSON terug; het model stelt het antwoord op.
pt_br: Todos os provedores — incluindo o Apple Intelligence — usam um padrão chamado "uso de ferramentas" (ou "chamada de funções"). Em vez de colar todo o seu arquivo de recuperação em cada mensagem — o que era lento, caro e sujeito a o modelo resumir os dados de forma errada — o prompt do sistema lista cada consulta disponível como uma ferramenta que pode ser chamada. O modelo chama a que precisa; o app a resolve localmente no seu iPhone e devolve um JSON estruturado; o modelo compõe a resposta.
ru: Каждый провайдер, включая Apple Intelligence, использует подход «использование инструментов» (или «вызов функций»). Вместо того чтобы вставлять весь архив восстановления в каждое сообщение — что было медленно, дорого и чревато неверным пересказом моделью, — системный запрос перечисляет все доступные запросы данных как вызываемые инструменты. Модель вызывает нужный; приложение обрабатывает его локально на iPhone и возвращает структурированный JSON; модель составляет ответ.
sv: Alla leverantörer — även Apple Intelligence — använder ett mönster som kallas "verktygsanvändning" (eller "funktionsanrop"). I stället för att klistra in hela ditt återhämtningsarkiv i varje meddelande — vilket var långsamt, dyrt och fick modellen att ibland sammanfatta fel — listar systemprompten varje tillgängligt uppslag som ett anropsbart verktyg. Modellen anropar det den behöver; appen löser det lokalt på din iPhone och skickar tillbaka strukturerad JSON; modellen formulerar svaret.
zh_hans: 每个服务商 — 包括 Apple Intelligence — 都使用一种称为“工具调用”（或“函数调用”）的模式。系统提示不再把你的整个恢复存档粘贴进每条消息（那样既慢又贵，而且模型容易把这些内容总结错），而是把每个可用的查询列为可调用的工具。模型调用它需要的工具；应用在你的 iPhone 上本地处理，并返回结构化的 JSON；模型再组织回答。

source: Excellent sleep quality
ar: جودة نوم ممتازة
da: Fremragende søvnkvalitet
de: Ausgezeichnete Schlafqualität
es: Excelente calidad del sueño
fi: Erinomainen unen laatu
fr: Excellente qualité de sommeil
is: Frábær svefngæði
it: Qualità del sonno eccellente
ja: 非常に良い睡眠の質
ko: 매우 좋은 수면의 질
nb: Utmerket søvnkvalitet
nl: Uitstekende slaapkwaliteit
pt_br: Qualidade de sono excelente
ru: Отличное качество сна
sv: Utmärkt sömnkvalitet
zh_hans: 睡眠质量极佳

source: Export files from Kubios HRV software
ar: ملفات مُصدَّرة من برنامج Kubios HRV
da: Eksportér filer fra Kubios HRV-softwaren
de: Dateien aus der Software Kubios HRV exportieren
es: Archivos exportados desde el software Kubios HRV
fi: Vientitiedostot Kubios HRV -ohjelmistosta
fr: Fichiers exportés depuis le logiciel Kubios HRV
is: Flytja út skrár úr Kubios HRV hugbúnaði
it: Esporta i file dal software Kubios HRV
ja: Kubios HRV ソフトウェアから書き出したファイル
ko: Kubios HRV 소프트웨어에서 내보낸 파일
nb: Eksporter filer fra Kubios HRV-programvaren
nl: Exportbestanden uit Kubios HRV-software
pt_br: Arquivos exportados do software Kubios HRV
ru: Экспорт файлов из программы Kubios HRV
sv: Exportfiler från programmet Kubios HRV
zh_hans: 从 Kubios HRV 软件导出的文件

source: Exporting Data
ar: تصدير البيانات
da: Eksport af data
de: Daten exportieren
es: Exportar datos
fi: Tietojen vieminen
fr: Exporter des données
is: Að flytja út gögn
it: Esportare i dati
ja: データのエクスポート
ko: 데이터 내보내기
nb: Eksportere data
nl: Gegevens exporteren
pt_br: Exportando dados
ru: Экспорт данных
sv: Exportera data
zh_hans: 导出数据

source: Extended (Overnight) Recording
ar: التسجيل الممتد (الليلي)
da: Udvidet optagelse (natten over)
de: Erweiterte Aufnahme (über Nacht)
es: Grabación ampliada (nocturna)
fi: Pidennetty (yön yli) tallennus
fr: Enregistrement prolongé (nuit)
is: Lengd upptaka (yfir nótt)
it: Registrazione estesa (notturna)
ja: 延長（夜間）記録
ko: 연장(야간) 기록
nb: Utvidet opptak (over natten)
nl: Uitgebreide (nachtelijke) opname
pt_br: Gravação estendida (noturna)
ru: Расширенная (ночная) запись
sv: Utökad inspelning (över natten)
zh_hans: 长时间（整夜）记录

source: Extended overnight recordings give the richest data, but quick readings work too
ar: التسجيلات الليلية الممتدة تعطي أغنى البيانات، لكن القراءات السريعة تعمل أيضًا
da: Udvidede optagelser natten over giver de rigeste data, men hurtigmålinger virker også
de: Erweiterte Nachtaufnahmen liefern die umfangreichsten Daten, aber auch Schnellmessungen funktionieren
es: Las grabaciones nocturnas ampliadas dan los datos más completos, pero las lecturas rápidas también sirven
fi: Pidennetyt yön yli -tallennukset antavat rikkaimmat tiedot, mutta pikalukemat toimivat myös
fr: Les enregistrements de nuit prolongés donnent les données les plus riches, mais les lectures rapides fonctionnent aussi
is: Lengdar næturupptökur gefa ríkulegustu gögnin, en fljótmælingar virka líka
it: Le registrazioni notturne estese danno i dati più ricchi, ma anche le letture rapide funzionano
ja: 夜間の延長記録が最も豊富なデータを得られますが、クイック測定でも使えます
ko: 연장 야간 기록이 가장 풍부한 데이터를 제공하지만 빠른 측정도 잘 작동합니다
nb: Utvidede opptak over natten gir de rikeste dataene, men hurtigmålinger fungerer også
nl: Uitgebreide nachtelijke opnames geven de rijkste gegevens, maar snelle metingen werken ook
pt_br: Gravações noturnas estendidas fornecem os dados mais ricos, mas leituras rápidas também funcionam
ru: Расширенные ночные записи дают больше всего данных, но быстрые измерения тоже работают
sv: Utökade inspelningar över natten ger rikast data, men snabbmätningar fungerar också
zh_hans: 长时间整夜记录能提供最丰富的数据，但快速读数也可以
